export const categories = [
  {
    id: "a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2",
    name: "Художественная литература",
    books: [
      {
        id: "d75f762a-eadd-49be-8918-ed0daa8dd024",
        name: "Несносное проклятье некроманта",
        author: "Блинова Маргарита",
        genre: "Фэнтези",
        price: 250,
        annotation: 'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить что-нибудь для вечной любви? Подумай о некромантии!',
        reviews: [
          {
            id: "53b642d7-5e86-4717-a466-0640a1dee076",
            user: {
              id: "c3d4abd4-c3ef-46e1-8719-eb17db1d6e99",
              name: "Анна К.",
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке Несносное проклятье некроманта.',
            rating: 5,
          },
          {
            id: "c27ab88e-375c-4e98-aa94-8a180150a797",
            user: {
              id: "52a63cc0-5a6f-41f3-9774-0161ea4c9b0c",
              name: "Людмила Н.",
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке Несносное проклятье некроманта.',
            rating: 4,
          },
          {
            id: "abc0c5e1-cd57-4f0a-99d9-00e6b4533b3a",
            user: {
              id: "1547335a-ea18-4547-a73d-32bd6e9f651c",
              name: "Валентина П.",
            },
            text: 'Начало весьма непредсказуемое, и непонятно кто или что из себя представляет героиня. Повествование сумбурное, словно не книгу читаешь, а над ухом кто-то трещит и быстро-быстро что-то пересказывает. Перескакивает с одного на другое очень быстро, что приходилось перечитывать многие моменты. В прологе они на кладбище, их хотят изгонять, а потом резко замке. А там вообще страшные события происходят и молодой девочке хоть бы хны, хотя она не некромант. Но хоть с половины истории чтение завлекло. Соответствует заявленному жанру - юмористическому фентези, но больше склоняется к черному юмору.',
            rating: 5,
          },
        ],
      },
      {
        id: "d75f762a-eadd-49be-8918-ed0daa8dd024",
        name: "Книга ночи",
        author: "Блэк Холли",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "d75f762a-eadd-49be-8918-ed0daa8dd024",
        name: "Благие знамения",
        author: "Пратчетт, Гейман",
        genre: "Фэнтези",
        price: 250,
      },
    ],
  },
  {
    id: "bb8afbec-2fec-491f-93e9-7f13950dd80b",
    name: "Нехудожественная литература",
    books: [
      {
        id: "25402233-0095-49ea-9939-1e67ed89ffb9",
        name: "Искусство любить",
        author: "Фромм Э.",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "90902233-0095-49ea-9939-1e67ed89ffb9",
        name: "Игры, в которые играют люди",
        author: "Берн Э.",
        genre: "Фэнтези",
        price: 250,
      },
    ],
  },
  {
    id: "982bfbce-c5e0-41a0-9f99-d5c20ecee49d",
    name: "Книги для детей",
    books: [
      {
        id: "08c9ffa0-d003-4310-9e15-20978743296e",
        name: "Детская энциклопедия. Кошки",
        author: "Широнина Е.",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "64a4967c-2080-4a99-9074-4655a4569a95",
        name: "Букварь",
        author: "Жукова Н.С.",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "4bc8528e-26d1-46c3-a522-8e18d10c8c84",
        name: "Моя первая библиотека. Букварь",
        author: "Ляпина А.",
        genre: "Фэнтези",
        price: 250,
      },
    ],
  },
  {
    id: "tykid-dzblz8hpkhm5jtv6l2auobp5gpsme8",
    name: "Периодические издания",
    books: [
      {
        id: "qcob6k49vlcwr2uf0w3z4rccun15k7wa0t3_",
        name: "Берег Утопии",
        author: "Том Стоппард",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "rah_fhq_dofhosyvxa83qra8dk8lb6mrjhkh",
        name: "Экзистенциальный театр ",
        author: "Жан-Поль Сартр",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "qm-am2412-zd2_1d8vh7mavoo7oel4kt28ji",
        name: "Господин Гексоген",
        author: "Александр Проханов",
        genre: "Фэнтези",
        price: 250,
      },
    ],
  },
  {
    id: "d79h7yg2j6v47j5m2b4etou6fnooa4oqv_qa",
    name: "Религия",
    books: [
      {
        id: "qp9r5ebqn70fgzqrw9thgvot1kjhumy0nrxe",
        name: "Гарри Поттер",
        author: "Джоан Роулинг",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "t1lv2yteaibozcs8deif5bvnz_0jpc0e3v8c",
        name: "Философия религии",
        author: "Д. В. Пивоварова",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "3c_i65mq09zp_8l-96hr-1akvcuoq5n5jrml",
        name: "История религии",
        author: "И.Н. Яблоков",
        genre: "Фэнтези",
        price: 250,
      },
    ],
  },
  {
    id: "97v18n35hcas_u89a3cgwgvt2yce-qm3suku",
    name: "Учебная литература",
    books: [
      {
        id: "f7swev8hv2n-u1wutix2rz59ph7qqyeckae2",
        name: "Азбука с крупными буквами",
        author: "Павлова Н.Н.",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "fw2y5p5mmize8xl4gt5180xm3-6m7fk17ygk",
        name: "Рабочая тетрадь для детей 5-6 лет",
        author: "Бортникова Е. Ф.",
        genre: "Фэнтези",
        price: 250,
      },
    ],
  },
  {
    id: "e3gws1x4se-t8txct5s2rjuyv6r0o6u25-ms",
    name: "Комиксы",
    books: [
      {
        id: "prlin-qr125fqdn027i0kn59x11z3j09jc-m",
        name: "Безнадежный. Кн. 1",
        author: "Уэйд М.",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "xgme0xz_0a9--37yyd6zs9efmzmzp_dszhm6",
        name: "Гравити Фолз: Графический роман",
        author: "Хирш А.",
        genre: "Фэнтези",
        price: 250,
      },
      {
        id: "fuv5988411-3nmmycsurq3zavvcevnz1jp6g",
        name: "Sonic. Кризис в городе",
        author: "Флинн Й.",
        genre: "Фэнтези",
        price: 250,
      },
    ],
  },
  
];
